Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Open links instantly when they pass the safety check
ar: فتح الروابط فورًا عند اجتيازها فحص الأمان
ca: Obre els enllaços a l’instant si superen la comprovació de seguretat
cs: Otevírat odkazy okamžitě, když projdou bezpečnostní kontrolou
da: Åbn links med det samme, når de består sikkerhedstjekket
de: Links sofort öffnen, wenn sie die Sicherheitsprüfung bestehen
el: Άμεσο άνοιγμα συνδέσμων όταν περνούν τον έλεγχο ασφαλείας
es: Abre los enlaces al instante si pasan la revisión de seguridad
fi: Avaa linkit heti, kun ne läpäisevät turvatarkistuksen
fr: Ouvre les liens instantanément s’ils passent la vérification de sécurité
he: פתח קישורים מיד כשהם עוברים את בדיקת הבטיחות
hi: सुरक्षा जाँच में पास होने पर लिंक तुरंत खोलें
hr: Odmah otvara poveznice koje prođu sigurnosnu provjeru
hu: A linkek azonnal megnyílnak, ha átmennek a biztonsági ellenőrzésen
id: Buka tautan secara instan jika lolos pemeriksaan keamanan
it: Apri subito i link se superano il controllo di sicurezza
ja: 安全チェックを通過したリンクをすぐに開きます
ko: 안전 확인을 통과한 링크는 바로 열기
ms: Buka pautan serta-merta apabila ia lulus semakan keselamatan
nb: Åpne lenker umiddelbart når de består sikkerhetssjekken
nl: Open links direct als ze door de veiligheidscontrole komen
pl: Otwieraj linki od razu, gdy przejdą kontrolę bezpieczeństwa
pt_br: Abrir links na hora quando passarem na verificação de segurança
pt_pt: Abrir ligações de imediato quando passarem na verificação de segurança
ro: Deschide linkurile instantaneu dacă trec verificarea de siguranță
ru: Сразу открывать ссылки, прошедшие проверку безопасности
sk: Otvárať odkazy okamžite, ak prejdú bezpečnostnou kontrolou
sv: Öppna länkar direkt när de klarar säkerhetskontrollen
th: เปิดลิงก์ทันทีเมื่อผ่านการตรวจสอบความปลอดภัย
tr: Güvenlik denetiminden geçen bağlantıları hemen aç
uk: Одразу відкривати посилання, які пройшли перевірку безпеки
vi: Mở liên kết ngay khi chúng vượt qua bước kiểm tra an toàn
zh_hans: 通过安全检查的链接将立即打开
zh_hant: 連結通過安全檢查時立即開啟

source: Open network
ar: شبكة مفتوحة
ca: Xarxa oberta
cs: Otevřená síť
da: Åbent netværk
de: Offenes Netzwerk
el: Ανοιχτό δίκτυο
es: Red abierta
fi: Avoin verkko
fr: Réseau ouvert
he: רשת פתוחה
hi: खुला नेटवर्क
hr: Otvorena mreža
hu: Nyílt hálózat
id: Jaringan terbuka
it: Rete aperta
ja: オープンネットワーク
ko: 개방형 네트워크
ms: Rangkaian terbuka
nb: Åpent nettverk
nl: Open netwerk
pl: Sieć otwarta
pt_br: Rede aberta
pt_pt: Rede aberta
ro: Rețea deschisă
ru: Открытая сеть
sk: Otvorená sieť
sv: Öppet nätverk
th: เครือข่ายแบบเปิด
tr: Açık ağ
uk: Відкрита мережа
vi: Mạng mở
zh_hans: 开放网络
zh_hant: 開放網路

source: Open this link anyway?
ar: هل تريد فتح هذا الرابط على أي حال؟
ca: Vols obrir igualment aquest enllaç?
cs: Přesto otevřít tento odkaz?
da: Vil du åbne dette link alligevel?
de: Diesen Link trotzdem öffnen?
el: Άνοιγμα αυτού του συνδέσμου ούτως ή άλλως;
es: ¿Abrir este enlace de todos modos?
fi: Avataanko linkki silti?
fr: Ouvrir ce lien quand même ?
he: לפתוח את הקישור בכל זאת?
hi: फिर भी यह लिंक खोलें?
hr: Ipak otvoriti ovu poveznicu?
hu: Mégis megnyitja ezt a linket?
id: Tetap buka tautan ini?
it: Aprire comunque questo link?
ja: それでもこのリンクを開きますか？
ko: 그래도 이 링크를 여시겠습니까?
ms: Buka pautan ini juga?
nb: Vil du åpne denne lenken likevel?
nl: Deze link toch openen?
pl: Otworzyć mimo to ten link?
pt_br: Abrir este link mesmo assim?
pt_pt: Abrir esta ligação mesmo assim?
ro: Deschideți totuși acest link?
ru: Все равно открыть эту ссылку?
sk: Aj tak otvoriť tento odkaz?
sv: Vill du öppna den här länken ändå?
th: เปิดลิงก์นี้ต่อไปใช่ไหม
tr: Bu bağlantı yine de açılsın mı?
uk: Усе одно відкрити це посилання?
vi: Vẫn mở liên kết này?
zh_hans: 仍要打开此链接吗？
zh_hant: 仍要開啟此連結嗎？

source: Open this link?
ar: هل تريد فتح هذا الرابط؟
ca: Vols obrir aquest enllaç?
cs: Otevřít tento odkaz?
da: Vil du åbne dette link?
de: Diesen Link öffnen?
el: Άνοιγμα αυτού του συνδέσμου;
es: ¿Abrir este enlace?
fi: Avataanko tämä linkki?
fr: Ouvrir ce lien ?
he: לפתוח את הקישור?
hi: यह लिंक खोलें?
hr: Otvoriti ovu poveznicu?
hu: Megnyitja ezt a linket?
id: Buka tautan ini?
it: Aprire questo link?
ja: このリンクを開きますか？
ko: 이 링크를 여시겠습니까?
ms: Buka pautan ini?
nb: Vil du åpne denne lenken?
nl: Deze link openen?
pl: Otworzyć ten link?
pt_br: Abrir este link?
pt_pt: Abrir esta ligação?
ro: Deschideți acest link?
ru: Открыть эту ссылку?
sk: Otvoriť tento odkaz?
sv: Vill du öppna den här länken?
th: เปิดลิงก์นี้ใช่ไหม
tr: Bu bağlantı açılsın mı?
uk: Відкрити це посилання?
vi: Mở liên kết này?
zh_hans: 要打开此链接吗？
zh_hant: 要開啟此連結嗎？

source: Open to camera
ar: الفتح على الكاميرا
ca: Obre a la càmera
cs: Otevírat na fotoaparátu
da: Start i kameraet
de: Mit Kamera starten
el: Άνοιγμα στην κάμερα
es: Abrir en la cámara
fi: Avaa kameraan
fr: Ouvrir sur l’appareil photo
he: פתיחה במצלמה
hi: कैमरा से शुरू करें
hr: Otvaranje na kameri
hu: Indítás a kamerával
id: Buka ke kamera
it: Apri sulla fotocamera
ja: 起動時にカメラを開く
ko: 카메라로 시작
ms: Buka ke kamera
nb: Åpne til kameraet
nl: Open met camera
pl: Otwieraj na aparacie
pt_br: Abrir na câmera
pt_pt: Abrir na câmara
ro: Deschidere la cameră
ru: Запуск с камеры
sk: Otvárať s kamerou
sv: Starta i kameran
th: เปิดมาที่กล้อง
tr: Kamerayla aç
uk: Запуск із камери
vi: Mở vào camera
zh_hans: 启动时打开相机
zh_hant: 開啟時進入相機

source: Opening a link, joining a network or adding a contact happens in the app you choose, under its own privacy policy.
ar: يتم فتح الرابط أو الانضمام إلى الشبكة أو إضافة جهة الاتصال في التطبيق الذي تختاره، وفقًا لسياسة الخصوصية الخاصة به.
ca: Obrir un enllaç, connectar-te a una xarxa o afegir un contacte passa a l’app que triïs, sota la seva pròpia política de privadesa.
cs: Otevření odkazu, připojení k síti nebo přidání kontaktu proběhne ve vámi zvolené aplikaci a řídí se jejími zásadami ochrany soukromí.
da: Når du åbner et link, tilslutter et netværk eller tilføjer en kontakt, sker det i den app, du vælger, under dens egen privatlivspolitik.
de: Einen Link öffnen, einem Netzwerk beitreten oder einen Kontakt hinzufügen geschieht in der App deiner Wahl, gemäß deren eigener Datenschutzrichtlinie.
el: Το άνοιγμα ενός συνδέσμου, η σύνδεση σε δίκτυο ή η προσθήκη επαφής γίνεται στην εφαρμογή που επιλέγετε, σύμφωνα με τη δική της πολιτική απορρήτου.
es: Abrir un enlace, conectarte a una red o agregar un contacto ocurre en la app que elijas, bajo su propia política de privacidad.
fi: Linkin avaaminen, verkkoon liittyminen tai yhteystiedon lisääminen tapahtuu valitsemassasi apissa sen oman tietosuojakäytännön mukaisesti.
fr: Ouvrir un lien, rejoindre un réseau ou ajouter un contact se fait dans l’app choisie, selon sa propre politique de confidentialité.
he: פתיחת קישור, התחברות לרשת או הוספת איש קשר מתבצעות ביישום שתבחר, בכפוף למדיניות הפרטיות שלו.
hi: लिंक खोलना, नेटवर्क से जुड़ना या संपर्क जोड़ना आपके चुने हुए ऐप में होता है, और उस पर उसी ऐप की गोपनीयता नीति लागू होती है।
hr: Otvaranje poveznice, pridruživanje mreži ili dodavanje kontakta odvija se u aplikaciji koju odaberete, prema njezinim pravilima o privatnosti.
hu: A linkek megnyitása, a hálózati csatlakozás és a kontaktok hozzáadása a választott appban történik, annak saját adatvédelmi szabályzata szerint.
id: Membuka tautan, bergabung ke jaringan, atau menambahkan kontak terjadi di app yang Anda pilih, sesuai kebijakan privasinya sendiri.
it: Aprire un link, connettersi a una rete o aggiungere un contatto avviene nell’app che scegli, secondo la sua informativa sulla privacy.
ja: リンクを開く、ネットワークに接続する、連絡先を追加するなどの操作は、選択したアプリ内で、そのアプリのプライバシーポリシーに従って行われます。
ko: 링크 열기, 네트워크 연결, 연락처 추가는 선택한 앱에서 이루어지며 해당 앱의 개인정보 처리방침이 적용됩니다.
ms: Membuka pautan, menyertai rangkaian atau menambah kenalan berlaku dalam apl yang anda pilih, di bawah dasar privasinya sendiri.
nb: Når du åpner en lenke, kobler til et nettverk eller legger til en kontakt, skjer det i appen du velger, under dens egne personvernregler.
nl: Een link openen, verbinding maken met een netwerk of een contact toevoegen gebeurt in de app die je kiest, onder het eigen privacybeleid van die app.
pl: Otwieranie linku, łączenie z siecią czy dodawanie kontaktu odbywa się w wybranej aplikacji, zgodnie z jej własną polityką prywatności.
pt_br: Abrir um link, conectar-se a uma rede ou adicionar um contato acontece no app que você escolher, sob a política de privacidade dele.
pt_pt: Abrir uma ligação, ligar-se a uma rede ou adicionar um contacto acontece na app que escolher, ao abrigo da respetiva política de privacidade.
ro: Deschiderea unui link, conectarea la o rețea sau adăugarea unui contact au loc în aplicația aleasă, conform propriei politici de confidențialitate.
ru: Открытие ссылки, подключение к сети или добавление контакта происходит в выбранном вами приложении в соответствии с его собственной политикой конфиденциальности.
sk: Otvorenie odkazu, pripojenie k sieti či pridanie kontaktu prebieha v aplikácii, ktorú si vyberiete, podľa jej vlastných zásad ochrany súkromia.
sv: Att öppna en länk, ansluta till ett nätverk eller lägga till en kontakt sker i appen du väljer, enligt dess egen integritetspolicy.
th: การเปิดลิงก์ การเข้าร่วมเครือข่าย หรือการเพิ่มรายชื่อผู้ติดต่อจะเกิดขึ้นในแอปที่คุณเลือก ภายใต้นโยบายความเป็นส่วนตัวของแอปนั้น
tr: Bir bağlantıyı açmak, bir ağa katılmak veya kişi eklemek, seçtiğiniz uygulamada ve o uygulamanın kendi gizlilik politikası altında gerçekleşir.
uk: Відкриття посилання, під’єднання до мережі чи додавання контакту відбувається у вибраній вами програмі відповідно до її власної політики конфіденційності.
vi: Việc mở liên kết, kết nối mạng hay thêm liên hệ diễn ra trong ứng dụng bạn chọn, theo chính sách quyền riêng tư của ứng dụng đó.
zh_hans: 打开链接、加入网络或添加联系人等操作均在你选择的 App 中进行，并受该 App 自身隐私政策的约束。
zh_hant: 開啟連結、加入網路或加入聯絡人，都是在你選擇的 App 中進行，並適用該 App 自己的隱私權政策。

source: Opens %@
ar: يفتح %@
ca: Obre %@
cs: Otevře %@
da: Åbner %@
de: Öffnet %@
el: Ανοίγει το %@
es: Abre %@
fi: Avaa %@
fr: Ouvre %@
he: פותח את %@
hi: %@ खोलता है
hr: Otvara %@
hu: Megnyílik: %@
id: Membuka %@
it: Apre %@
ja: %@を開きます
ko: 이동 위치: %@
ms: Membuka %@
nb: Åpner %@
nl: Opent %@
pl: Otwiera %@
pt_br: Abre %@
pt_pt: Abre %@
ro: Deschide %@
ru: Открывает %@
sk: Otvorí %@
sv: Öppnar %@
th: เปิด %@
tr: %@ açılır
uk: Відкриває %@
vi: Mở %@
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: Opens Lunet in the Settings app
ar: يفتح Lunet في تطبيق الإعدادات
ca: Obre Lunet a l’app Configuració
cs: Otevře Lunet v aplikaci Nastavení
da: Åbner Lunet i appen Indstillinger
de: Öffnet Lunet in der App „Einstellungen“
el: Ανοίγει το Lunet στην εφαρμογή Ρυθμίσεις
es: Abre Lunet en la app Configuración
fi: Avaa Lunetin Asetukset-apissa
fr: Ouvre Lunet dans l’app Réglages
he: פותח את Lunet ביישום ״הגדרות״
hi: सेटिंग्ज़ ऐप में Lunet खोलता है
hr: Otvara Lunet u aplikaciji Postavke
hu: Megnyitja a Lunetet a Beállítások appban
id: Membuka Lunet di app Pengaturan
it: Apre Lunet nell’app Impostazioni
ja: 設定AppでLunetを開きます
ko: 설정 앱에서 Lunet을 엽니다
ms: Membuka Lunet dalam apl Seting
nb: Åpner Lunet i Innstillinger-appen
nl: Opent Lunet in de Instellingen-app
pl: Otwiera Lunet w aplikacji Ustawienia
pt_br: Abre o Lunet no app Ajustes
pt_pt: Abre a Lunet na app Definições
ro: Deschide Lunet în aplicația Configurări
ru: Открывает Lunet в приложении «Настройки»
sk: Otvorí Lunet v aplikácii Nastavenia
sv: Öppnar Lunet i appen Inställningar
th: เปิด Lunet ในแอปการตั้งค่า
tr: Lunet’i Ayarlar uygulamasında açar
uk: Відкриває Lunet у програмі «Параметри»
vi: Mở Lunet trong ứng dụng Cài đặt
zh_hans: 在“设置”App 中打开 Lunet
zh_hant: 在「設定」App 中開啟 Lunet

source: Opens Lunet to collect several codes in a row.
ar: يفتح Lunet لجمع عدة رموز متتالية.
ca: Obre Lunet per recollir diversos codis seguits.
cs: Otevře Lunet pro sběr několika kódů za sebou.
da: Åbner Lunet for at samle flere koder i træk.
de: Öffnet Lunet, um mehrere Codes nacheinander zu sammeln.
el: Ανοίγει το Lunet για συλλογή πολλών κωδικών στη σειρά.
es: Abre Lunet para reunir varios códigos seguidos.
fi: Avaa Lunetin useiden koodien keräämiseen peräkkäin.
fr: Ouvre Lunet pour collecter plusieurs codes à la suite.
he: פותח את Lunet כדי לאסוף כמה קודים ברצף.
hi: लगातार कई कोड इकट्ठा करने के लिए Lunet खोलता है।
hr: Otvara Lunet za skupljanje više kodova zaredom.
hu: Megnyitja a Lunetet több kód egymás utáni beolvasásához.
id: Membuka Lunet untuk mengumpulkan beberapa kode secara berturut-turut.
it: Apre Lunet per raccogliere più codici di seguito.
ja: Lunetを開いて、複数のコードを続けて読み取ります。
ko: Lunet을 열어 여러 코드를 연속으로 모읍니다.
ms: Membuka Lunet untuk mengumpul beberapa kod berturut-turut.
nb: Åpner Lunet for å samle flere koder etter hverandre.
nl: Opent Lunet om meerdere codes achter elkaar te verzamelen.
pl: Otwiera Lunet, aby zebrać kilka kodów z rzędu.
pt_br: Abre o Lunet para reunir vários códigos em sequência.
pt_pt: Abre a Lunet para reunir vários códigos seguidos.
ro: Deschide Lunet pentru a aduna mai multe coduri la rând.
ru: Открывает Lunet, чтобы собрать несколько кодов подряд.
sk: Otvorí Lunet na zbieranie viacerých kódov za sebou.
sv: Öppnar Lunet för att samla flera koder i rad.
th: เปิด Lunet เพื่อรวบรวมหลายโค้ดติดต่อกัน
tr: Art arda birkaç kod toplamak için Lunet’i açar.
uk: Відкриває Lunet, щоб зібрати кілька кодів поспіль.
vi: Mở Lunet để thu thập nhiều mã liên tiếp.
zh_hans: 打开 Lunet，连续收集多个码。
zh_hant: 開啟 Lunet 來連續收集多個條碼。

source: Opens Lunet with the camera ready to scan.
ar: يفتح Lunet والكاميرا جاهزة للمسح.
ca: Obre Lunet amb la càmera a punt per escanejar.
cs: Otevře Lunet s fotoaparátem připraveným ke skenování.
da: Åbner Lunet med kameraet klar til at scanne.
de: Öffnet Lunet mit scanbereiter Kamera.
el: Ανοίγει το Lunet με την κάμερα έτοιμη για σάρωση.
es: Abre Lunet con la cámara lista para escanear.
fi: Avaa Lunetin kamera valmiina skannaamaan.
fr: Ouvre Lunet avec l’appareil photo prêt à scanner.
he: פותח את Lunet עם המצלמה מוכנה לסריקה.
hi: Lunet को स्कैन के लिए तैयार कैमरा के साथ खोलता है।
hr: Otvara Lunet s kamerom spremnom za skeniranje.
hu: Megnyitja a Lunetet beolvasásra kész kamerával.
id: Membuka Lunet dengan kamera siap memindai.
it: Apre Lunet con la fotocamera pronta per la scansione.
ja: スキャンできる状態のカメラでLunetを開きます。
ko: 스캔할 준비가 된 카메라로 Lunet을 엽니다.
ms: Membuka Lunet dengan kamera sedia untuk mengimbas.
nb: Åpner Lunet med kameraet klart til å skanne.
nl: Opent Lunet met de camera klaar om te scannen.
pl: Otwiera Lunet z aparatem gotowym do skanowania.
pt_br: Abre o Lunet com a câmera pronta para escanear.
pt_pt: Abre a Lunet com a câmara pronta para ler.
ro: Deschide Lunet cu camera pregătită de scanare.
ru: Открывает Lunet с камерой, готовой к сканированию.
sk: Otvorí Lunet s kamerou pripravenou na skenovanie.
sv: Öppnar Lunet med kameran redo att skanna.
th: เปิด Lunet พร้อมกล้องที่พร้อมสแกน
tr: Lunet’i kamera taramaya hazır olarak açar.
uk: Відкриває Lunet із камерою, готовою до сканування.
vi: Mở Lunet với camera sẵn sàng để quét.
zh_hans: 打开 Lunet，相机已准备好扫描。
zh_hant: 開啟 Lunet，相機已準備好掃描。

source: Opens as shown
ar: يفتح ما يظهر
ca: Obre el que mostra
cs: Otevře to, co ukazuje
da: Åbner det viste
de: Öffnet das Angezeigte
el: Ανοίγει ό,τι δείχνει
es: Abre lo que muestra
fi: Avaa näytetyn kohteen
fr: Ouvre ce qui est affiché
he: פותח את מה שמוצג
hi: जैसा दिखाया गया है, वही खोलता है
hr: Otvara ono što prikazuje
hu: Azt nyitja meg, ami látszik
id: Membuka sesuai yang ditampilkan
it: Apre ciò che mostra
ja: 表示どおりに開きます
ko: 표시된 대로 열림
ms: Membuka seperti yang ditunjukkan
nb: Åpner det som vises
nl: Opent wat er staat
pl: Otwiera to, co pokazano
pt_br: Abre o que mostra
pt_pt: Abre o que mostra
ro: Deschide ce afișează
ru: Открывает то, что показано
sk: Otvorí to, čo je zobrazené
sv: Öppnar det som visas
th: เปิดตามที่แสดง
tr: Gösterileni açar
uk: Відкриває те, що показано
vi: Mở đúng như hiển thị
zh_hans: 按显示内容打开
zh_hant: 依顯示內容開啟

source: Opens on port %lld, which normal websites rarely use.
ar: يفتح على المنفذ %lld، الذي نادرًا ما تستخدمه مواقع الويب العادية.
ca: S’obre al port %lld, que els llocs web normals gairebé mai no fan servir.
cs: Otevírá se na portu %lld, který běžné weby používají jen zřídka.
da: Åbner på port %lld, som almindelige websteder sjældent bruger.
de: Öffnet auf Port %lld, den normale Websites selten verwenden.
el: Ανοίγει στη θύρα %lld, την οποία οι κανονικοί ιστότοποι χρησιμοποιούν σπάνια.
es: Abre en el puerto %lld, que los sitios web normales casi nunca usan.
fi: Avautuu porttiin %lld, jota tavalliset verkkosivustot käyttävät harvoin.
fr: S’ouvre sur le port %lld, rarement utilisé par les sites web normaux.
he: נפתח בפורט %lld, שאתרי אינטרנט רגילים כמעט לא משתמשים בו.
hi: पोर्ट %lld पर खुलता है, जिसका उपयोग सामान्य वेबसाइटें शायद ही कभी करती हैं।
hr: Otvara se na priključku %lld, koji obične web-stranice rijetko koriste.
hu: A megnyitás portja: %lld – ezt a normál webhelyek ritkán használják.
id: Membuka di port %lld, yang jarang digunakan situs web biasa.
it: Si apre sulla porta %lld, che i siti web normali usano raramente.
ja: 通常のWebサイトではほとんど使われないポート%lldで開きます。
ko: 일반 웹 사이트에서는 거의 사용하지 않는 포트 %lld에서 열립니다.
ms: Dibuka pada port %lld, yang jarang digunakan oleh tapak web biasa.
nb: Åpnes på port %lld, som vanlige nettsteder sjelden bruker.
nl: Opent op poort %lld, die gewone websites zelden gebruiken.
pl: Otwiera się na porcie %lld, którego zwykłe witryny rzadko używają.
pt_br: Abre na porta %lld, que sites normais raramente usam.
pt_pt: Abre na porta %lld, que os sites normais raramente usam.
ro: Se deschide pe portul %lld, rar folosit de site-urile obișnuite.
ru: Открывается на порту %lld, который обычные сайты используют редко.
sk: Otvára sa na porte %lld, ktorý bežné webové stránky používajú zriedka.
sv: Öppnar på port %lld, som vanliga webbplatser sällan använder.
th: เปิดที่พอร์ต %lld ซึ่งเว็บไซต์ทั่วไปแทบไม่ใช้
tr: Normal web sitelerinin nadiren kullandığı %lld bağlantı noktasında açılır.
uk: Відкривається на порті %lld, який звичайні сайти використовують рідко.
vi: Mở trên cổng %lld, cổng mà các trang web thông thường hiếm khi dùng.
zh_hans: 在端口 %lld 上打开，普通网站很少使用此端口。
zh_hant: 開啟連接埠 %lld，一般網站很少使用此連接埠。

source: Opens the Lunet camera to collect several codes in a row.
ar: يفتح كاميرا Lunet لجمع عدة رموز متتالية.
ca: Obre la càmera de Lunet per recollir diversos codis seguits.
cs: Otevře fotoaparát Lunetu pro sběr několika kódů za sebou.
da: Åbner Lunets kamera for at samle flere koder i træk.
de: Öffnet die Lunet-Kamera, um mehrere Codes nacheinander zu sammeln.
el: Ανοίγει την κάμερα του Lunet για συλλογή πολλών κωδικών στη σειρά.
es: Abre la cámara de Lunet para reunir varios códigos seguidos.
fi: Avaa Lunetin kameran useiden koodien keräämiseen peräkkäin.
fr: Ouvre l’appareil photo de Lunet pour collecter plusieurs codes à la suite.
he: פותח את המצלמה של Lunet כדי לאסוף כמה קודים ברצף.
hi: लगातार कई कोड इकट्ठा करने के लिए Lunet कैमरा खोलता है।
hr: Otvara kameru Luneta za skupljanje više kodova zaredom.
hu: Megnyitja a Lunet kameráját több kód egymás utáni beolvasásához.
id: Membuka kamera Lunet untuk mengumpulkan beberapa kode secara berturut-turut.
it: Apre la fotocamera di Lunet per raccogliere più codici di seguito.
ja: Lunetのカメラを開いて、複数のコードを続けて読み取ります。
ko: Lunet 카메라를 열어 여러 코드를 연속으로 모읍니다.
ms: Membuka kamera Lunet untuk mengumpul beberapa kod berturut-turut.
nb: Åpner Lunet-kameraet for å samle flere koder etter hverandre.
nl: Opent de Lunet-camera om meerdere codes achter elkaar te verzamelen.
pl: Otwiera aparat Lunet, aby zebrać kilka kodów z rzędu.
pt_br: Abre a câmera do Lunet para reunir vários códigos em sequência.
pt_pt: Abre a câmara da Lunet para reunir vários códigos seguidos.
ro: Deschide camera Lunet pentru a aduna mai multe coduri la rând.
ru: Открывает камеру Lunet, чтобы собрать несколько кодов подряд.
sk: Otvorí kameru Lunetu na zbieranie viacerých kódov za sebou.
sv: Öppnar Lunets kamera för att samla flera koder i rad.
th: เปิดกล้อง Lunet เพื่อรวบรวมหลายโค้ดติดต่อกัน
tr: Art arda birkaç kod toplamak için Lunet kamerasını açar.
uk: Відкриває камеру Lunet, щоб зібрати кілька кодів поспіль.
vi: Mở camera Lunet để thu thập nhiều mã liên tiếp.
zh_hans: 打开 Lunet 相机，连续收集多个码。
zh_hant: 開啟 Lunet 相機來連續收集多個條碼。

source: Opens the Lunet camera, ready to scan.
ar: يفتح كاميرا Lunet، جاهزة للمسح.
ca: Obre la càmera de Lunet, a punt per escanejar.
cs: Otevře fotoaparát Lunetu připravený ke skenování.
da: Åbner Lunets kamera, klar til at scanne.
de: Öffnet die Lunet-Kamera, bereit zum Scannen.
el: Ανοίγει την κάμερα του Lunet, έτοιμη για σάρωση.
es: Abre la cámara de Lunet, lista para escanear.
fi: Avaa Lunetin kameran valmiina skannaamaan.
fr: Ouvre l’appareil photo de Lunet, prêt à scanner.
he: פותח את המצלמה של Lunet, מוכנה לסריקה.
hi: Lunet कैमरा खोलता है, स्कैन के लिए तैयार।
hr: Otvara kameru Luneta, spremnu za skeniranje.
hu: Megnyitja a Lunet kameráját beolvasásra készen.
id: Membuka kamera Lunet, siap memindai.
it: Apre la fotocamera di Lunet, pronta per la scansione.
ja: Lunetのカメラを開き、すぐにスキャンできるようにします。
ko: 스캔할 준비가 된 Lunet 카메라를 엽니다.
ms: Membuka kamera Lunet, sedia untuk mengimbas.
nb: Åpner Lunet-kameraet, klart til å skanne.
nl: Opent de Lunet-camera, klaar om te scannen.
pl: Otwiera aparat Lunet gotowy do skanowania.
pt_br: Abre a câmera do Lunet, pronta para escanear.
pt_pt: Abre a câmara da Lunet, pronta para ler.
ro: Deschide camera Lunet, pregătită de scanare.
ru: Открывает камеру Lunet, готовую к сканированию.
sk: Otvorí kameru Lunetu pripravenú na skenovanie.
sv: Öppnar Lunets kamera, redo att skanna.
th: เปิดกล้อง Lunet พร้อมสแกน
tr: Lunet kamerasını taramaya hazır olarak açar.
uk: Відкриває камеру Lunet, готову до сканування.
vi: Mở camera Lunet, sẵn sàng để quét.
zh_hans: 打开 Lunet 相机，随时可以扫描。
zh_hant: 開啟 Lunet 相機，隨時可以掃描。

source: Opens the Lunet code creator.
ar: يفتح أداة إنشاء الرموز في Lunet.
ca: Obre el creador de codis de Lunet.
cs: Otevře tvorbu kódů v Lunetu.
da: Åbner Lunets kodeværktøj.
de: Öffnet den Code-Ersteller von Lunet.
el: Ανοίγει τη δημιουργία κωδικών του Lunet.
es: Abre el creador de códigos de Lunet.
fi: Avaa Lunetin koodinluontityökalun.
fr: Ouvre le créateur de codes de Lunet.
he: פותח את יוצר הקודים של Lunet.
hi: Lunet कोड क्रिएटर खोलता है।
hr: Otvara Lunetov alat za izradu kodova.
hu: Megnyitja a Lunet kódkészítőjét.
id: Membuka pembuat kode Lunet.
it: Apre lo strumento di creazione codici di Lunet.
ja: Lunetのコード作成画面を開きます。
ko: Lunet 코드 생성기를 엽니다.
ms: Membuka pencipta kod Lunet.
nb: Åpner kodeverktøyet i Lunet.
nl: Opent de codemaker van Lunet.
pl: Otwiera kreator kodów Lunet.
pt_br: Abre o criador de códigos do Lunet.
pt_pt: Abre o criador de códigos da Lunet.
ro: Deschide creatorul de coduri Lunet.
ru: Открывает создание кодов в Lunet.
sk: Otvorí tvorbu kódov v Lunete.
sv: Öppnar Lunets kodskapare.
th: เปิดเครื่องมือสร้างโค้ดของ Lunet
tr: Lunet kod oluşturucusunu açar.
uk: Відкриває створення кодів у Lunet.
vi: Mở trình tạo mã của Lunet.
zh_hans: 打开 Lunet 码创建工具。
zh_hant: 開啟 Lunet 條碼製作工具。

source: Opens the camera
ar: يفتح الكاميرا
ca: Obre la càmera
cs: Otevře fotoaparát
da: Åbner kameraet
de: Öffnet die Kamera
el: Ανοίγει την κάμερα
es: Abre la cámara
fi: Avaa kameran
fr: Ouvre l’appareil photo
he: פותח את המצלמה
hi: कैमरा खोलता है
hr: Otvara kameru
hu: Megnyitja a kamerát
id: Membuka kamera
it: Apre la fotocamera
ja: カメラを開きます
ko: 카메라를 엽니다
ms: Membuka kamera
nb: Åpner kameraet
nl: Opent de camera
pl: Otwiera aparat
pt_br: Abre a câmera
pt_pt: Abre a câmara
ro: Deschide camera
ru: Открывает камеру
sk: Otvorí kameru
sv: Öppnar kameran
th: เปิดกล้อง
tr: Kamerayı açar
uk: Відкриває камеру
vi: Mở camera
zh_hans: 打开相机
zh_hant: 開啟相機
